import React from 'react'
import './law.css'

export default () => (
  <div style={{ padding: '10px 20px', color: '#666' }}>
    <h1>福建鼎石科技有限公司用户注册协议</h1>
    <p>尊敬的用户: 感谢您使用易键达平台服务！易键达（官方网址：www.dingshikj.com）是由福建鼎石科技有限公司（以下简称“鼎石科技”）开发并运营的手机应用/程序/网站。在您成为注册用户前，易键达提醒您认真阅读本协议、充分理解各条款内容（尤其是划线部分条款内容）后再选择是否接受本《用户注册协议》（以下简称“本协议”）。您点击或者勾选易键达平台相关页面上的“同意”键或者以勾选等其他方式确认/接受本协议（如在相关页面上点击“下一步”等后续操作或已实际享有本协议项下用户的权益或已实际接受本平台的服务或已实际执行了本协议项下的部分约定等方式进行“确认”），即视为您已充分阅读并接受本协议的所有条款。您一经注册成为易键达用户（以下简称“注册用户”），则您即同意本协议对易键达和您具有法律约束力。如果您不同意本协议的任何内容或无法准确理解相关条款，您应立即停止注册程序。</p>
    <h3>第一条 注册条件</h3>
    <ol>
      <li>（一）作为注册用户，若您为自然人或个体工商户经营者，您必须是中国（仅为本协议之目的，不包括中国香港、澳门及台湾地区）公民，如您为无民事行为能力人或为限制民事行为能力人，例如您未满18周岁，则您应在监护人监护、指导下阅读本协议和使用本服务。若您为组织，则您必须是中国（仅为本协议之目的，不包括中国香港、澳门及台湾地区）境内依法成立的企业、机关事业单位或者其他组织，并有效存续。如果不符合前述条件，您应立即停止在易键达的注册程序、停止使用易键达服务，易键达有权随时终止您的注册进程及运速达服务。</li>
      <li>（二）自注册之时及您使用易键达服务的所有期间，您所提交的所有资料和信息（包括达不限于姓名/名称、身份证号/统一信用代码、道路运营许可证、手机号、银行账户、电子邮件地址、联系电话、联系地址、社交账号及其他身份相关信息）应是真实、准确、完整且是最新的。如您向易键达提供的各项信息和资料发生变更，您应当及时向易键达更新相应的信息和资料，如因您未及时更新信息和资料，或因国家法律法规、部门规章、监督机构及易键达要求您提供或补充相关验证消息及凭证而您未能提供，导致易键达无法向您提供服务或错误地提供服务，由此导致的全部法律责任和后果将由您自行承担。</li>
      <li>（三）您一直按照所有对您适用的法律法规的规定开展经营活动及/或其他活动，不存在违法违规的行为及/或情形，未被任何法律、规则所限制，否则您可能无法正常注册及使用易键达服务。</li>
      <li>（四）作为货主（托运人）：您已具备发布货源信息的相关资质、证照及必要的合法依据，并确保货源信息来源合法且您有权进行发布，您需要通过互联网、手机等各种工具通过易键达提供的线上、线下渠道来发布您合法掌握的货源信息。
作为司机（承运人）：您已具备提供货运服务的相关资质及证照，您所发布的信息涉及到的车辆是具备提供货运服务的相关资质、证照及必要合法依据的货运车辆，您对提供服务的车辆在保有用户资格期间和通过易键达平台提供货运服务期间，您对所涉车辆一直处于合法的使用、占有和正常的运营状态。
      </li>
      <li>（五）您不得使用他人的信息和相关文件注册使用易键达服务或向易键达提供不符合上述规定的信息和资料，由此引起的一切责任和后果均由您自行承担，易键达不因此承担任何法律责任。如因此给易键达及/或其他注册用户造成任何损失，您需承担赔偿易键达及/或其他注册用户损失的责任。</li>
    </ol>
    <h3>第二条 账户说明</h3>
    <ol>
      <li>（一）若易键达认为您提供的资料和信息存在错误、不实、过时或不完整时，易键达有权向您发出询问及/或要求改正的通知，并有权不经您同意而阻止该类活动并删除该类内容，不经通知而立即中止、终止您对易键达的全部或部分功能的使用。因此对您造成的损失，易键达不承担任何责任，您将自行承担因此产生的任何直接/间接的损失及不利后果。</li>
      <li>（二）您的易键达账户的用户名仅限于您本人使用，不得向任何第三方转让或出售。您的易键达用户名及密码由您自行保管，因用户名和密码泄露或滥用导致的您的任何损失，由您自行承担。您确认，凡以您的易键达用户名、密码所实施的一切行为均视为您的行为，所产生的法律后果由您自行承担。</li>
      <li>（三）若您为组织，即企业、机关事业单位或者其他组织的，在申请注册成为易键达用户之前，您还应向易键达出具合法有效的《授权委托书》，《授权委托书》应载明团体名称，受委托人姓名、身份证号、联系方式等内容，受委托人作为账户操作人/使用人持有您的平台账户及密码，若账户操作人/使用人发生变化，您应及时提供最新且有效的《授权委托书》并及时更改密码，降低风险。</li>
      <li>（四）在此请您理解，不论您是否指定了账户操作人/使用人及/或出具《授权委托书》，受技术及客观因素限制，易键达对《授权委托书》及账户操作人/使用人与您的关系不具有任何的核查义务，您应妥善的保管自身的账户及密码，通过您账户密码登录后，在易键达平台所实施的一切行为均视为您的行为，由此产生的风险、责任及法律后果由您自行承担。若因您与您的账户操作人/使用人之间纠纷或争议造成易键达或者第三人损失的，您与账户操作人/使用人应当承担连带赔偿责任，易键达或者第三人有权向您直接追偿。</li>
      <li>
        <div>（五）如您的账户同时符合以下条件，易键达有权不经通知回收您的易键达账户，您的账户相关信息将被删除，同时相应服务终止：</div>
        <ol>
          <li>1、连续十二个月未登陆过易键达平台；</li>
          <li>2、不存在任何未完成/未履行的交易；</li>
          <li>3、账户中无未提取资金；</li>
        </ol>
      </li>
    </ol>
    <h3>第三条 平台服务内容及规范</h3>
    <ol>
      <li>（一）易键达为有货运需求的用户提供信息发布与交易撮合等中介服务，用户可通过易键达平台发布和搜索车辆/货源信息，联系车主/货主或提供其他与物流相关的物流服务及增值服务的平台，在不违反适用法律的强制性规定的前提下，向您提供的服务以实际情况为准。</li>
      <li>
        <div>（二）发生下列情形之一的，易键达有权不经通知，随时中止、终止对您提供的服务：</div>
        <ol>
          <li>1、对于易键达进行必要的升级及维护时；</li>
          <li>2、由于不可抗力因素使易键达无法提供服务时；</li>
          <li>3、易键达出现网络或设备故障时</li>
          <li>4、相关政府机构及监管部门的要求；</li>
          <li>5、其他可能导致易键达无法提供服务的情况。</li>
        </ol>
      </li>
      <li>（三）您不可撤销的同意并授权，您在易键达上发布相关需求，易键达可自行选择具有相关业务资质的第三方机构为您提供贷款、保理、保险等服务。</li>
      <li>（四）您通过使用易键达与其他用户或第三方在线上达成的所有交易，您同意通过与易键达合作的具有相关资质的银行或者第三方完成资金的支付、存放和提取。在您通过易键达平台完成资金的支付、存放和提取之前，您应根据操作提示，完成银行账户（支付宝账户、微信账户等）与易键达用户账户的绑定并完善相关信息，并保证您对于所绑定的银行账户（支付宝账户、微信账户等）属于合法使用状态，否则因此造成侵权，易键达或第三人有权要求您赔偿损失并承担全部法律责任。</li>
      <li>（五）您不可撤销的同意并授权，因您在易键达上进行支付业务，易键达有权向合作的银行或者第三方提供并核对您的有效身份证件或其他必要文件，留存有效身份证件的扫描件，并由易键达协助您完成相关账户的开户工作，若有需要，您愿意积极配合相关工作。否则易键达及银行或者第三方机构有权停止您在易键达中的支付服务。</li>
      <li>（六）您不可撤销的同意并授权，易键达有权根据您在易键达上的操作，由易键达通过合作的银行或者第三方代扣/代收您在易键达上交易产生的交易费用，所产生的交易记录及账户余额等信息均由系统自动产生，但该信息最终由为您实际提供支付服务的银行或者第三方机构负责，易键达不对相关信息的真实性、准确性、完整性及有效性负责。</li>
      <li>（七）如果易键达发现因系统故障或其他原因导致的处理错误，易键达有义务根据本协议约定，通知您后纠正该错误。如果该错误导致您实际收到（支付）的金额少于（多于）您应获得（付出）的金额，则易键达在确认该处理错误后会尽快将您应收/应付金额与实收（实付）金额之间的差额存入您的易键达账户。如果该错误导致您实际收到（支付）的金额多于（少于）您应获得（付出）的金额，则无论错误的性质和原因为何，您都应及时根据易键达向您发出的有关纠正错误的通知的具体要求返还（补交）多收（少付）的款项或进行其他操作。您理解并同意，您因前述处理错误而多付或少付的款项均不计利息，易键达不承担因前述处理错误而导致的任何损失或责任（包括您可能因前述错误导致的利息、汇率等损失），但因易键达恶意而导致的处理错误除外。</li>
    </ol>
    <h3>第四条 注册用户使用准则</h3>
    <ol>
      <li>（一）您不得利用易键达及易键达服务从事任何不符合中国法律法规或侵犯他人权益的活动。易键达在发现您从事该类活动时，有权不经通知而立即中止、终止您对易键达的全部或部分功能的使用。</li>
      <li>（二）在使用易键达提供的任何服务（包括但不限于发布货运信息、使用站内信服务、个人标签、群组、软件分享或其他电子邮件转发服务）的过程中，您不得发送、公布或展示任何垃圾邮件或其他可能违反中国法律法规及本协议内容的信息。易键达在发现您从事该类活动或发布该类内容时，有权不经您同意而阻止该类活动并删除该类内容，并有权不经通知而立即中止、终止您对易键达的全部或部分功能的使用。</li>
      <li>（三）您注册使用的账号具有唯一性。注册时设置的密码以及提交的姓名/名称、身份证号码/统一信用代码及手机号、银行卡号以及易键达提供的硬件设备及生物识别信息等是您在易键达的识别凭证，您注册成功以后，应妥善保管，除非本协议另有约定，您不得将上述凭证或内容转让、授权、泄露给第三方使用。</li>
      <li>（四）易键达的所有内容，包括但不限于文本、数据、图片、音频、视频、源代码及其他所有信息，均由易键达及关联公司享受知识产权。除另有声明以外，未经易键达书面同意，您或他人不得复制、改编、传播、公布、展示或以其他方式侵犯易键达的知识产权。</li>
      <li>（五）您在使用易键达服务时，应自行谨慎判断交易对方是否具有完全民事行为能力或取得授权或资质，并自行决定是否通过易键达与对方进行交易，且您应自行承担因运输产生的如延迟到货、车辆损坏、交通事故、货物灭失等所有风险。</li>
      <li>（六）您承诺，不会利用易键达提供的服务进行信用卡套现、洗钱、非法集资、窃取商业机密及获取隐私信息等其他不正当之行为，否则由您自行承担因此导致的全部法律后果，易键达不承担任何法律责任。</li>
      <li>（七）您承诺，在参与易键达的相关推广活动中，不得以虚假红包，封装假应用、抽奖、代金券、仿冒官方域名及官方界面等非官方正规渠道传播活动页面，易键达在发现您从事该类活动或发布该类内容时，有权不经您同意而阻止该类活动并删除该类内容，并不经通知而立即暂停或停止您对易键达的全部或部分功能的使用。有权收回一切违法所得，视情节轻重向您索赔一万元以上五十万元以下的违约金。</li>
      <li>（八）您承诺，在使用易键达服务时，已具备了相应的风险认知和承受能力。</li>
    </ol>
    <h3>第五条 注册用户的权利及义务</h3>
    <ol>
      <li>（一）您应根据本协议及易键达发布的其他相关协议、规则，有偿或无偿的使用易键达平台提供的相关服务，在不违反适用法律的强制性规定的前提下，向您提供的服务以实际情况为准。</li>
      <li>
        <div>（二）为了让您更好的使用易键达平台所提供的服务，您必须自行准备如下设备并承担如下开支：</div>
        <ol>
          <li>1、上网及定位设备：包括但不限于电脑、具有GPS定位功能的手机或者其他必备的装置；</li>
          <li>2、相关开支：包括但不限于网络接入费、设备租赁费、电话费等各项开支。</li>
        </ol>
      </li>
      <li>（三）若您使用易键达平台提供的其他增值服务的，您应确认并同意您用于提供货运服务的车辆与您的账号已进行关联操作，有关车辆已按照本协议以及易键达与您达成的其他协议安装了相关软件或硬件，并使之处于正常使用状态。</li>
      <li>
        <div>（四）用户服务内容</div>
        <ol>
          <li>1、货主（托运人）：通过平台资质审核的托运人注册用户，是有货物运输需求的企业、机关事业单位、个体工商户或者其他组织及自然人，托运人通过平台交易实现托运业务，通过自有资金进行运费结算。也可利用平台发布货运信息、查找车源信息，线下达成一致完成运输业务。</li>
          <li>2、承运人（司机）：通过平台资质审核的承运人注册用户，是有运输资质的企业、机关事业单位、个体工商户或者其他组织及自然人，具有开具运输发票的资质，在平台交易实现承运业务。</li>
        </ol>
      </li>
      <li>（五）您在获取货源/车辆信息时，应自行审慎核实货源/车辆信息，易键达平台对货源/车辆信息的真实性、准确性、完整性不具有核查义务，亦不承担因此引起的一切责任。</li>
      <li>（六）您发布的信息货源/车辆应是真实、准确、完整的。若您发布的任何信息不符合本协议约定的，易键达有权要求您进行更正或完善，并有权不经您的同意对您的信息进行删除，并不经通知而立即中止、终止您对易键达的全部或部分功能的使用。因您发布的任何信息造成易键达或者第三人损失的，您应当承担赔偿责任，易键达或者第三人有权向您直接追偿。</li>
      <li>（七）您知晓并同意，由易键达合作、认可或指定的第三方机构，根据信用或风控业务的需要，向合法保存您信息的机构（包括但不限于易键达）采集相应信息，用于您的信息真实性及风险判断使用，并将上述信息进行分析、保存。</li>
    </ol>
    <h3>第六条 服务费用说明</h3>
    <p>易键达提供免费服务及收费服务。您使用易键达服务时，易键达有权向您收取服务费用，所涉及收费服务内容易键达会通过易键达平台进行明示。您通过易键达平台使用取得的收入及孳息需要按照法律法规相关规定缴纳相关税款的，由您自行承担。易键达可根据业务发展对服务项目及费用进行调整，但应明示费用及项目变更，如您不接受相关费用标准及项目变更，则无法使用易键达提供的相关服务，一旦您继续使用易键达提供的服务，即视为您同意并接受包括费用条款在内的所有约定。</p>
    <h3>第七条 风险提示</h3>
    <ol>
      <li>（一）易键达及易键达的关联方、董事、员工、代理人等均不以任何明示或默示的方式对您通过易键达平台形成的交易及其履行提供任何担保，且不以任何明示或默示的方式保证由其他注册用户或机构提供的信息内容的真实性、充分性、及时性、可靠性、完整性和有效性。 您应根据自身的风险承受能力，衡量交易相对方信息及其他相关信息以及与其交易的真实性和安全性，您通过易键达形成的任何交易所产生的直接及间接的损失均由您自行承担。</li>
      <li>
        <div>（二）如您发现情形时，应立即以电话或书面方式通知易键达并要求暂停服务或采取有效措施，易键达将积极响应您的要求：</div>
        <ol>
          <li>1、有他人冒用或盗用您的账户及密码或进行任何其他未经合法授权之行为；</li>
          <li>2、您的手机、电脑等移动终端或SIM卡遗失时；</li>
          <li>3、您所预留的手机号码为他人使用时；</li>
          <li>4、第三人未经您同意，冒用或盗用您的验证信息、身份凭证或账户信息时；</li>
          <li>5、其他您认为可能给您的账户带来损失的情况。</li>
        </ol>
        <p>但您理解，对您的要求采取行动需要合理期限，在此之前，易键达对已执行的指令及/或所导致的您的损失不承担任何责任。</p>
      </li>
      <li>（三）基于业务需求和交易安全的需要，易键达可以暂时停止提供、限制或改变易键达的部分功能，或提供新的功能，并根据相应情况对本协议进行变更。在任何功能减少、增加或者变化时，只要您仍然使用易键达的服务，表示您仍然同意本协议或者变更后的协议。</li>
      <li>（四）就您在运速达进行的交易，易键达委托的第三方支付机构将为您提供综合支付服务，主要包括但不限于资金的充值、提现、代收、代付、查询等。受第三方支付机构可能仅在工作日进行资金代扣及划转的现状等客观及人为因素所限，易键达不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于因此生的利息、货币贬值等损失。</li>
      <li>（五）易键达在使用能会向您提供可能涉及或链接到第三方所有、控制或者运营的其他软件或网站（以下称“第三方软件”）。易键达不能保证也无义务保证第三方软件上的信息的真实性和有效性。您应按照第三方软件的注册协议而非本协议使用第三方软件，第三方软件的内容、产品、广告和其他任何信息均由您自行判断并根据第三方软件的注册协议承担风险。</li>
      <li>（六）因您或您的亲属、利益相关人、或者其他社交联系人因您或他人使用易键达而遭受精神损害或财产损失的，易键达不对该类精神损害或财产损失承担任何责任。</li>
      <li>（七）如您在使用中，遇到易键达及相关第三方因系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、服务商停止供应主要服务、电力中断、经济形势严重恶化、国家政策、法令的颁布或其它类似事件，均属不可抗力。因此导致易键达未能履行本协议或履行本协议不符合规定，不构成易键达的违约。</li>
      <li>（八）受各方面原因影响，以上提示并不能完全列举使用易键达进行交易产生的全部风险的全部情形。您在作出交易决策前，应全面了解相关交易，审慎决策，并自行承担全部风险。</li>
    </ol>
    <h3>第八条 通知方式</h3>
    <ol>
      <li>（一）易键达的通知以公示方式发出的，已经在易键达手机应用/程序/网站公示即视为已经送达。</li>
      <li>（二）具有专属性的通知，由易键达向您注册的手机号/账号及其他终端设备发送手机短信、站内信息、APP远程推送信息，一经发送即视为已经送达。请您在使用易键达服务中，密切关注您的手机短信、站内信息、APP远程推送信息。</li>
      <li>（三）在您使用易键达服务中，如因需要向您寄送纸质通知或资料的，在易键达向您注册时提供的住所地/经营地寄出相关资料十日后即视为送达，若您未提供实际住所地/经营地，则您提供的身份证住址/公司注册地视为送达地址。</li>
      <li>（四）因您的联系方式发生变更的，您应在易键达平台进行个人信息维护并上传相关资料，保持您的联系方式是真实、可靠、完整且及时的，否则您不得以任何理由对上述送达方式提出异议。</li>
    </ol>
    <h3>第九条 协议终止</h3>
    <ol>
      <li>（一）除非易键达终止本协议或者您经易键达同意终止本协议并注销相应注册用户账户，否则本协议始终有效。</li>
      <li>（二）在您违反了本协议和易键达发布的相关规则情况下，或在相关法律法规、政府部门的要求下，易键达有权通过第七条约定的通知方式终止本协议、关闭您的账户或者限制您使用易键达。但终止本协议的行为不能免除您根据本协议、通过易键达形成的物流协议以及与易键达另行签署的其他协议项下还未履行完毕的义务。如经交易双方同意，易键达可关闭易键达中尚未完毕的交易，否则，交易继续履行，因此产生的损失或各项费用，需由您自行承担。</li>
      <li>
        <div>（三）除法律或本协议另有明确规定以外，易键达无义务向您或者您指定的第三方披露您账户中的任何信息。同时，易键达仍享有如下权利：</div>
        <ol>
          <li>1、保留您在过往中留存于易键达的各类信息；</li>
          <li>2、对您未履行完毕的义务，易键达仍可要求您继续履行，并可依据本协议追究您的法律责任。</li>
        </ol>
      </li>
      <li>（四）当您不再符合本协议约定的注册用户身份条件时（包括但不限于自然人死亡、丧失公民行为能力、不再具备中国公民身份；组织被注销或宣告破产等），本协议依法终止。您的合法授权代表、清算人、继承人、监护人、直系亲属等在提供相关证明以后，可查询您在易键达平台上注册的用户信息及其他交易信息，并办理资产的转移。</li>
      <li>（五）当您不再具备中华人民共和国公民身份时，相关的债权债务的履行、转移应依照国家有关法律法规（主要指与外汇有关的法律法规）执行。同时，易键达有权关闭您的账户。</li>
    </ol>
    <h3>第十条 违约责任</h3>
    <ol>
      <li>（一）因您违反本协议及/或其他本平台规则，导致易键达损失的，您应当赔偿相应的全部损失（包括但不限于直接经济损失、对外支付的赔偿金、违约金、律师费、诉讼费、交通费以及商誉损失等间接经济损失），若因您的行为导致易键达被第三人主张权利的，易键达在承担了相关金钱赔付等义务后有权向您追索前述全部损失。</li>
      <li>（二）因您的行为造成本平台及/或第三人损失或遭受行政部门处罚的，出于对于第三方利益的保护并维护社会公共利益，在第三方向易键达提供了合法材料（包括但不限于判决书、调解书、行政处罚决定书等相关材料）后，易键达有权不经通知，将您在易键达账户中的资金用于支付前述款项。</li>
    </ol>
    <h3>第十一条 隐私保护</h3>
    <p>易键达非常重视对您的隐私的保护，关于您的用户信息及隐私依照《易键达用户隐私保护协议》受到保护与规范，详情请参阅《易键达用户隐私保护协议》</p>
    <h3>第十二条 适用法律及管辖</h3>
    <p>本协议的订立、执行及解释，适用中华人民共和国（仅为本协议之目的，不包括中国香港、澳门及台湾地区）现行有效的法律，因本协议履行中产生的争议，易键达与您会本着平等、友好的原则协商解决，如仍有争议和纠纷，由易键达注册地所在人民法院管辖。</p>
    <h3>第十三条 协议生效</h3>
    <ol>
      <li>（一）您已经同意或勾选本协议条款并按照注册流程成功注册后，本协议及产生法律效力，受国家政策及互联网技术不断变化的影响，本协议会不时的修改，根据本协议约定，一旦您继续使用易键达服务，则表示您同意后续修改的协议内容。本协议以易键达平台提供并由专用服务器保存的电子信息或书面文件为准，经下载打印后，不得添加、删减、修改本协议任何条款。</li>
      <li>（二）本协议由《易键达用户隐私保护协议》以及易键达现有或将来可能发布的各项规则构成，相关规则构成本协议附件，具有同等法律效力。</li>
    </ol>
    <h3>第十四条 其他约定</h3>
    <ol>
      <li>（一）本协议未尽内容，以易键达公布的最新规则为准，最终解释权归易键达所有。</li>
      <li>（二）本协议的部分条款，不因任何原因无法执行或无效而导致本协议全部失效，剩余条款，对于协议当事人仍具有约束力。</li>
      <li>（三）本协议各条款标题，仅为方便阅读使用，本身无实际涵义，不能作为本协议涵义解释之依据。</li>
      <li>（四）本协议以电子版本形式订立。</li>
    </ol>
  </div>
)
