import React from 'react';
import logo from '@/assets/logo.png';
import Footer from '@/layouts/Footer';
import styles from './agreement.less';

const Agreement = () => (
  <div className={styles.agreement}>
    <header>
      <img src={logo} className={styles.logo} alt="" />
    </header>
    <div className={styles.title}><h1>“易键达”平台服务协议</h1></div>
    <div className={styles.main}>
      <p>
        <strong>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          本服务协议下，易键达无车承运人服务平台（或简称“平台”，网址：【dingshikj.com】）特指由【福建鼎石科技有限公司】公司自主研发、具有独立知识产权的服务平台。
        </strong>
      </p>
      <h2>
        第一条	声明与承诺
      </h2>
      <p>
        1.1	平台依据本协议的规定为用户提供服务，本协议在用户和平台之间具有合同上的法律效力。平台在此特别提醒用户认真阅读、充分理解本协议各条款，并选择接受或不接受本协议。用户确认同意本协议即视为签署本协议，接受本协议的全部内容，并遵循本协议之所有约定。
        <br />
        1.2	用户同意平台有权在必要时单方修改或变更本服务协议之内容，并通过平台网站公布最新的服务协议进行确认，平台将不另作其他形式通知。
        <br />
        1.3	用户声明，在用户同意接受本协议并使用本平台时，用户是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人，或者是合法开展经营活动或其他业务的法人或其他组织的，承诺签署本协议、在平台操作及使用平台服务的人均为本用户的法定代表人或获取了本用户的法定代表人的合法授权的人；若用户将其账户交由任何第三人操作的，产生的权利和义务对用户具有法律约束力，所产生的一切法律后果及责任均由用户承担。
        <br />
        1.4	本协议内容不受用户所属国家或地区法律的排斥。不具备前述条件的，用户应立即停止使用本服务。
        <br />
        1.5	本协议生效后，若有关法律法规、规章制度修订，相关内容及条款按新修订的法律法规、规章制度及行业规章办理。但本协议其他内容及条款继续有效。
        <br />
        1.6	除另行声明外，任何本平台之新增功能或新增服务内容均受本协议约束。用户使用新增功能或接受新增服务视为用户同意相关业务规则。
        <br />
      </p>
      <h2>第二条	用户的权利与义务</h2>
      <p>
        2.1	用户同意并认可在E键达平台中进行的所有操作的指令（包括但不限于上传、确认订单信息、交易数据及相关文件材料，如货物的名称、数量、规格、种类、质量、单价、收货地点、运输方式、结算方式及货物验收等）应当且仅得通过E键达平台发起并发送。
        <br />
        2.2	用户保证其向平台提供的所有证件、资料及数据均合法、真实、准确、完整和有效。
        <br />
        2.3	用户企业信息发生变更时，须及时办理相关变更手续，因用户未及时更新资料，导致E键达平台服务无法提供或提供时发生任何错误，用户将承担因此产生的一切后果。（企业信息包括：企业名称、注册地址、邮政编码、指定联系人、电话、传真、电子邮箱、法定代表人、投资人等）
        <br />
        2.4	用户同意遵守E键达平台的使用规则和交易结算规则，严格按照E键达平台的要求操作系统。
        <br />
        2.5	用户应为实现其在E键达平台的服务提供必要的协助和配合。
        <br />
        2.6	用户有权随时查询交易明细，用户对其交易资金明细有异议，有权要求平台配合查询并核实。
        <br />
        2.7	用户负责解决与其交易有关的争议，如果争议与E键达平台有关，用户有权要求平台配合解决。
        <br />
        2.8	用户应妥善保管其用户账户、密码、交易账户、证书等，对因账户管理不善而产生的损失负责，账户不可转让、不可赠与、不可继承。凡通过用户账户进行操作并获得用户登录名密码授权的交易均视为用户认可的交易，凡通过用户账户进行操作并提交的数据和电子文件均视为用户认可和提交的数据和电子文件，因用户登录名和密码保管及使用不当造成的经济损失由用户自行承担。
        <br />
        2.9	用户同意，用户对其通过E键达平台发起的上传、确认等交易指令负责，由于用户通过平台发送的指令错误或不真实的，因此导致的纠纷以及给用户造成的损失，平台不承担任何法律责任。
        <br />
        2.10	用户应及时向E键达平台缴纳系统服务费。具体系统服务费计算方式及缴纳方式，以E键达平台公告或通知为准。
        <br />
        2.11	用户决定不再使用E键达平台用户服务时，用户应结清所有款项，并申请注销系统账户。
      </p>
      <h2>第三条	平台的权利与义务</h2>
      <p>
        3.1	用户交易账户中的资金归用户所有，除依规定用于用户的结算交易手续费等相关费用等的收付外，平台不得擅自挪用。
        <br />
        3.2	平台负责E键达平台的建设、运行及管理，保证E键达平台的正常稳定运行。
        <br />
        3.3	平台保证E键达平台的稳定性，遇系统升级或系统异常需停止服务时，平台以公告的形式通知用户。
        <br />
        3.4	平台负责为用户在E键达平台上开立专属于用户的唯一用户账户作为用户登录使用。
        <br />
        3.5	若用户对其交易明细有异议，平台应配合查询并核实。
        <br />
        3.6	平台有权向用户收取系统服务费用，对于欠费用户平台有权随时停止服务。
        <br />
        3.7	平台有义务为用户提供用户在E键达平台交易的相关业务数据，并尽到保密义务。
      </p>
      <h2>第四条	服务费用</h2>
      <p>
        4.1	用户在E键达平台进行交易时产生的费用，由平台按照约定标准收取，并由用户主动支付给平台，或授权平台主动从用户结算账户中扣取。
        <br />
        4.2	对于用户从平台购买的本协议以外的其他产品或服务，或者平台应用户需求为用户专门开发的产品或服务，双方另订协议，确定收费方式和标准。
        <br />
        4.3	平台有权在发生重大市场变化时对所提供的与本协议相关的服务收费进行适当调整，但在实施新收费标准三十日之前，应在E键达平台予以公告，这种权利包括但不限于：对与本协议相关的已有服务或新增服务进行收费，调整收费的计算方式。
      </p>
      <h2>第五条	平台使用限制</h2>
      <p>
        5.1	用户在使用E键达平台用户服务时应遵守中华人民共和国相关法律法规及相关国际惯例，不将平台用户服务用于任何非法目的，也不以任何非法方式使用E键达平台用户服务，包括但不限于：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （1）	利用系统漏洞进行删除、修改或者增加数据。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （2）	故意制作、传播计算机病毒等破坏性程序。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （3）	其他危害计算机信息网络安全的行为。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （4）	以任何方式干扰E键达平台的服务。
        <br />
        5.2	用户不得利用E键达平台从事侵害他人合法权益之行为，否则平台有权拒绝提供服务，且用户应承担所有相关法律责任，因此导致平台受损的，用户应承担赔偿责任，上述行为包括但不限于：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （1）	侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （2）	违反依法定或约定之保密义务。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （3）	冒用他人名义使用本服务。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （4）	非法使用他人银行账户（包括信用卡账户）或无效银行账户（包括信用卡账户）交易。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （5）	违反《银行卡业务管理办法》使用银行卡，或利用信用卡套现（以下简称套现）。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （6）	从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （7）	用户有其他严重损害平台合法权益、影响其正常经营秩序的行为。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （8）	用户进行违规虚假销售的行为。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （9）	其他平台有正当理由认为不适当之行为。
      </p>
      <h2>第六条	变更和注销</h2>
      <p>
        6.1	当用户需要变更企业名称及出入金绑定的结算账户相关信息时，应向E键达平台提交变更申请。在未成功变更用户对公结算账户信息之前，用户不能办理对该账户进行操作。
        <br />
        6.2	用户如需要注销E键达平台账户，应先经平台审核同意。平台注销该账户，即表明本服务协议解除，协议的有效期结束， 但用户仍应对使用E键达平台服务期间的行为承担可能的违约或损害赔偿责任，同时平台仍可保有用户的相关信息。
        <br />
        6.3	用户申请注销的账户应当处于正常状态，即账户的账户信息和用户信息是最新、完整、正确的，且该账户可以使用所有平台服务功能的状态。账户信息或用户信息过时、缺失、不正确的账户或被冻结的账户不能被申请注销。用户的账户在连续【 3 】年内没有任何账户操作行为或资金变动，且满足本协议规定的其他注销条件时，平台有权依照本协议的规定及相关法律规定要求主动进行注销，由此引发的一切后果由用户承担。
        <br />
        6.4	有下列情形之一的，平台可要求用户限期纠正，用户不能按期纠正或拒不纠正的，平台可终止本协议：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （1）	平台发现用户提供的资料、证件不真实。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （2）	用户有损害平台合法权益、影响其正常经营秩序的行为。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （3）	用户的资金来源不合法。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （4）	监管部门认定的其他情形。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （5）	用户在收到终止本协议通知后，应登录E键达平台办理销户手续。本协议终止，不影响平台依法追究用户违约责任的权利。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （6）	用户销户手续办理期间，平台不接受用户的交易指令或资金划转指令。
        <br />
      </p>
      <h2>第七条	责任范围及免责条款</h2>
      <p>
        7.1	在协议的有效期内，平台对本协议约定的用户服务范围内的服务负责。
        <br />
        7.2	用户理解并同意，平台不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于成本、费用、利润、商誉、使用、 数据等方面的直接损失和间接损失：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （1）	用户误用或擅自更改由平台设计的某一程序。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （2）	用户未能按平台制定的操作流程操作解决所出现的问题。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （3）	用户使用了平台尚未授权使用的连接方式、软件或产品。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （4）	因平台不可预测或无法控制的系统故障、设备故障、通讯故障、停电、黑客攻击、自然灾害等突发事故， 造成用户不能正常交易和转账的情况；发生上述情况时，平台应立即通知用户，并采取措施将上述情况可能造成的损失降至最低。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （5）	本协议有效期内，因国家相关主管部门颁布、变更的法令、政策导致平台不能提供约定服务。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （6）	平台在发现用户异常交易或对用户交易有疑议或认为用户有违反法律规定或本协议约定时，有权不经通知先行暂停或终止用户交易账户的使用（包括但不限于冻结该账户名下的款项和调账等限制措施），并暂停用户使用系统用户服务之部分或全部功能。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （7）	由于用户未能妥善保管密码及数字证书而致其造成损失的情况。
      </p>
      <h2>第八条	商标、知识产权的保护</h2>
      <p>
        8.1	易键达平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、系统架构、网页设计， 均由平台依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。但用户对用户方提供的信息和单据依法拥有其知识产权。
        <br />
        8.2	非经平台同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表E键达平台相关程序或内容。
        <br />
      </p>
      <h2>第九条	保密条款</h2>
      <p>
        9.1	需要保密的信息包括但不限于下列信息：
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （1）	本协议的条款与条件以及与本协议有关的附件、全部价格、收费、交易合同、订单、发票等交易单据及信息。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （2）	与其他商务用户、财务状况、履约或经营有关的信息。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （3）	与E键达平台有关的商业模式、合作方式、核心技术、所提供的功能模块及相关的手册或说明。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （4）	作为争端解决程序一部分的本协议所涉的决定、文件与谈判内容。
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;
        （5）	保密信息的使用：使用E键达平台及相关软件过程中，不得进行复制与出版，不得向任何非本协议方泄露与上述系统及软件有关的信息。
      </p>
      <h2>第十条	法律适用与管辖</h2>
      <p>
        10.1	本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。
        <br />
        10.2	因本协议产生之争议，均应依照中华人民共和国法律予以处理，并以【福建鼎石科技有限公司】公司所在地有管辖权的人民法院为一审管辖法院。
        <br />
      </p>
    </div>
    <Footer />
  </div>
);

export default Agreement;
